Revit 2027 API
UnitTypeId.Therms Property
 Therms.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Therms { get; }
Public Shared ReadOnly Property Therms As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Therms {
	ForgeTypeId^ get ();
}
static member Therms : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace